Repository: EliGosK/SECOM-ACS
Catalog: SECOM.ACS.MvcWebApp/Resources/MessageResource.*.resx
Languages: th

# ConfirmCancelRequest
source: Are you sure you would like to cancel this request?
th: คุณต้องการยกเลิกใบร้องขอใช่หรือไม่?

# ConfirmClearEmployeeList
source: Are you sure you would like to clear employee list?
th: คุณต้องการล้างข้อมูลรายการพนักงานใช่หรือไม่?

# ConfirmClearVisitorList
source: Are you sure you would like to clear visitor list?
th: คุณต้องการล้างข้อมูลรายการผู้เยี่ยมชมใช่หรือไม่?

# ConfirmGAAcknowledge
source: Are you sure you would like to acknowledge thils request?
th: คุณยืนยันรับรู้การ้องขอรายการนี้แล้ว ใช่หรือไม่?

# ConfirmReceiveCard
source: Are you sure you would like to receive card?
th: ยืนยันส่งมอบบัตร?

# ConfirmReturnCard
source: Are you sure you would like to return card?
th: ยืนยันรับบัตรคืน?

# ConfirmRunTask
source: Are you sure you would like to run batch process?
th: ยืนยันสั่งรันโปรเซสงาน?

# CouldNotUpdateUserRoleMappingWhenUserNameNotFound
source: *** Caution: Could not add or update user group when employee does not map with user data.
th: ***คำเตือน: ไม่สามารถแก้ไขเพิ่มเติมข้อมูลกลุ่มผู้ใช้ได้ เมื่อข้อมูลพนักงานไม่ได้ผูกกับข้อมูลผู้ใช้.

# MSG0001
source: Cannot register data in suspend service time.
th: ไม่สามารถลงทะเบียนข้อมูลในขณะที่หยุดการใช้งานระบบได้

# MSG0002
source: You do not have a permission to operate requested screen.
th: คุณไม่มีสิทธิ์ในการดำเนินการกับหน้าจอนี้

# MSG0003
source: Data not found.
th: ไม่พบข้อมูล

# MSG0004
source: Are you sure to delete this data?
th: คุณแน่ใจหรือไม่ที่จะลบข้อมูลนี้

# MSG0005
source: Delete completely.
th: ลบข้อมูลเสร็จสมบูรณ์

# MSG0006
source: You cannot delete this data. {0}
th: คุณไม่สามารถลบข้อมูลนี้ได้ {0}

# MSG0007
source: Are you sure to save?
th: คุณแน่ใจหรือไม่ที่จะบันทึกข้อมูลนี้

# MSG0008
source: Save completely.
th: บันทึกข้อมูลเสร็จสมบูรณ์

# MSG0009
source: Are you sure to cancel?
th: คุณแน่ใจหรือไม่ที่จะยกเลิก

# MSG0010
source: {0} is required
th: กรุณาระบุ {0}

# MSG0011
source: {0} is duplicate: {1}.
th: ข้อมูล {0}: {1} ซ้ำ

# MSG0012
source: Please select Employee ID from MAS050
th: กรุณาระบุรหัสพนักงานจากหน้า MAS050

# MSG0013
source: Please select data in {0} dropdown list
th: กรุณาเลือกข้อมูลจาก {0}

# MSG0014
source: Are you sure to reset?
th: คุณแน่ใจหรือไม่ที่จะรีเซ๊ตข้อมูล?

# MSG0015
source: {0} and {1} are duplicate: {2} {3}.
th: ข้อมูล {0} และ {1} ซ้ำ: {2} {3}.

# MSG0016
source: You cannot delete this data. {0} data is in use.
th: คุณไม่สามารถลบข้อมูลนี้ได้ ข้อมูล {0} ถูกใช้งานอยู่

# MSG0017
source: You cannot delete this data. {0} : {1} data is in use.
th: คุณไม่สามารถลบข้อมูลนี้ได้ ข้อมูล {0} : {1} ถูกใช้งานอยู่

# MSG0018
source: {0} is out of range.
th: ข้อมูล {0} ไม่อยู่ในช่วงที่ถูกต้อง

# MSG0019
source: This request require superior approval; But there is not superior data found. Please contact HR or System Admin to set up your seperior.
th: รีเควสนี้ต้องผ่านการอนุมัติจากหัวหน้างาน แต่ไม่พบข้อมูลหัวหน้างานในระบบ กรุณาติดต่อฝ่ายบุคคลหรือผู้ดูแลระบบเพื่อระบุข้อมูลหัวหน้างานของคุณ

# MSG0020
source: Are you sure to reject?
th: คุณแน่ใจหรือไม่ที่จะไม่อนุมัติ

# MSG0021
source: Are you sure to approve?
th: คุณแน่ใจหรือไม่ที่จะอนุมัติ

# MSG0022
source: Are you sure to force the request status to be done?
th: คุณแน่ใจที่จะเปลี่ยนสถานะให้เป็นเสร็จสมบูรณ์ใช่หรือไม่

# MSG0023
source: Are you sure to acknowledge?
th: คุณแน่ใจที่จะยืนยันการรับทราบใช่หรือไม่

# MSG0024
source: Not data for sent to ACS Control System
th: ไม่มีข้อมูลสำหรับส่งไปให้ ACS System

# MSG0025
source: "After you change 'Request For' type, all input item in Employee List section will be deleted. Are you sure to change 'Request For'?"
th: "หลังจากเปลี่ยนประเภทการรีเควส ข้อมูลในส่วนของรายการพนักงานที่เลือกไว้จะถูกลบออก คุณแน่ใจที่จะเปลี่ยนประเภทการรีเควสหรือไม่"

# MSG0031
source: There are duplicate {0} In list.
th: ข้อมูลซ้ำในรายการ {0}

# MSG0032
source: Card No. {0} used by {1} in same day.
th: การ์ดหมายเลข {0} ถูกใช้ไปแล้วโดย {1} ในวันเดียวกัน

# MSG0033
source: There are duplicate employee {0} on employee list.
th: มีข้อมูลพนักงาน {0} ซ้ำกันในรายการ

# MSG0034
source: *** Caution *** Please input data in English only.
th: *** ข้อควรระวัง *** กรุณากรอกข้อมูลเป็นภาษาอังกฤษเท่านั้น

# MSG0035
source: *** Caution *** Please input data in English only.
th: *** ข้อควรระวัง *** กรุณากรอกข้อมูลเป็นภาษาอังกฤษเท่านั้น

# MSG0036
source: *** Caution *** Please input data in English only.
th: *** ข้อควรระวัง *** กรุณากรอกข้อมูลเป็นภาษาอังกฤษเท่านั้น

# MSG0037
source: *** Caution *** Please input data in English only.
th: *** ข้อควรระวัง *** กรุณากรอกข้อมูลเป็นภาษาอังกฤษเท่านั้น

# MSG0038
source: *** Caution *** Please input data in English only.
th: *** ข้อควรระวัง *** กรุณากรอกข้อมูลเป็นภาษาอังกฤษเท่านั้น

# MSG0039
source: *** Caution *** Don't use mobile or small camera to take a photo.
th: *** ข้อควรระวัง *** ห้ามใช้โทรศัพท์มือถือ, กล้องขนาดเล็กในการถ่ายภาพ

# MSG0040
source: The data is being referenced.
th: ข้อมูลนี้ถูกอ้างอิงในการใช้งานอยู่

# MSG0041
source: MSG0041: Application's session is timeout.
th: MSG0041: แอพพลิเคชั่นเซสชั่นหมดอายุ

# ConfirmResetPassword
source: Are you sure you would like to reset password ?
th: คุณต้องการรีเซ็ตรหัสผ่านพนักงานคนนี้ใช่หรือไม่?

# PasswordResetCompleted
source: Password is reset. System send new password to your email. Please check your email to see new password.
th: รหัสผ่านถูกรีเซ็ตเรียบร้อยแล้ว. ระบบได้ส่งรหัสผ่านใหม่ไปยังอีเมล์ของท่านแล้ว กรุณาเช็คอีเมล์ของท่าน.

# ScheduleTask_RequiredRestart
source: When change schedule task time, It will not effective to new schedule time until service is restart. To restart service click [Restart Service] button at toolbar in grid.
th: เมื่อมีการแก้ไขเวลาการทำการของโปรเซส เวลาที่แก้ไขดังกล่าวยังไม่มีผลจนกว่าเซอร์วิสจะถูกรีสตาร์. การรีสตาร์เซอร์วิส กดที่ปุ่ม [รีสตาร์ เซอร์วิส] ที่ทูลบาร์ในตาราง.

# InvalidDate
source: Invalid input {0} . Date must be less than or equal {1}.
th: ใส่ข้อมูลวันที่ไม่ถูกต้อง {0} ต้องน้อยกว่าเท่ากับ {1}
