Repository: EliGosK/SECOM-ACS
Catalog: SECOM.ACS.MvcWebApp/Resources/ModelMetadataResource.*.resx
Languages: th

# AccountViewModel_Email
source: Email
th: อีเมล

# AccountViewModel_EmployeeID
source: Employee ID
th: รหัสพนักงาน

# AccountViewModel_FactoryCode
source: Factory Code
th: รหัสโรงงาน

# AccountViewModel_IsActive
source: Status
th: สถานะการใช้งาน

# AccountViewModel_LastSignedInDateTime
source: Last Signed In Date
th: เข้าระบบล่าสุด

# AccountViewModel_RegisteredDateTime
source: Registered Date
th: วันที่สร้างข้อมูล

# AccountViewModel_Roles
source: Roles
th: กลุ่มผู้ใช้

# AccountViewModel_Username
source: Username
th: ชื่อบัญชีผู้ใช้

# Acknowledged_Status
source: Acknowledged
th: รับทราบแล้ว

# ApprovalCode_WaitApproval
source: Waiting for approval.
th: รออนุมัติ.

# AreaMappingViewModel_AreaName
source: Area Name
th: พื้นที่

# AreaMappingViewModel_IsMainArea
source: Main Area
th: พื้นที่หลัก

# AreaStatus_Active
source: Active
th: ใช้งาน

# AreaStatus_Inactive
source: Inactive
th: ยกเลิกใช้งาน

# AreaViewModel_AreaDisplayEN
source: Area Display Name (EN)
th: แสดงผล (ภาษาอังกฤษ)

# AreaViewModel_AreaDisplayTH
source: Area Display Name (TH)
th: แสดงผล (ภาษาไทย)

# AreaViewModel_AreaID
source: Area ID
th: รหัสพื้นที่ในโรงงาน

# AreaViewModel_AreaName
source: Area Name
th: ชื่อ

# AreaViewModel_ConfdtLevel
source: Confidential Level
th: ระดับความสำคัญ

# AreaViewModel_FactoryCode
source: Factory
th: รหัสโรงงาน

# AreaViewModel_Gates
source: Gates
th: ประตูที่อนุญาต

# AreaViewModel_Status
source: Status
th: สถานะ

# CardStatus_Active
source: Active
th: ใช้งาน

# CardStatus_Inactive
source: In Active
th: ยกเลิกใช้งาน

# CardViewModel_Area
source: Area
th: พื้นที่ที่สามารถผ่านได้

# CardViewModel_CardID
source: Card ID
th: รหัสการ์ด

# CardViewModel_CardNo
source: Card No.
th: หมายเลขบัตร

# CardViewModel_CardType
source: Card Type
th: ประเภทของบัตร

# CardViewModel_IsActive
source: Status
th: สถานะ

# CardViewModel_Note
source: Note
th: หมายเหตุ

# ChangePasswordViewModel_ConfirmPassword
source: Confirm Password
th: ยืนยันรหัสผ่าน

# ChangePasswordViewModel_ConfirmPassword_Compare
source: The new password and confirmation password do not match.
th: ยืนยันรหัสผ่านใหม่ ไม่ถูกต้อง กรุณายืนยันรหัสผ่านใหม่อีกครั้ง.

# ChangePasswordViewModel_CurrentPassword
source: Password
th: รหัสผ่าน

# ChangePasswordViewModel_NewPassword
source: New Password
th: รหัสผ่านใหม่

# ChangePasswordViewModel_NewPassword_Compare
source: The new password must not equal current password.
th: รหัสผ่านใหม่จะต้องไม่เหมือนกับรหัสผ่านเดิม

# ItemDataViewModel_Description
source: Description
th: คำอธิบาย

# ItemDataViewModel_IsActive
source: Active
th: สถานะใช้งาน

# ItemDataViewModel_IsConfdt
source: Confidential
th: เอกสารสำคัญ

# ItemDataViewModel_IsItemIn
source: Item In
th: ไอเทมนำเข้า

# ItemDataViewModel_IsItemOut
source: Item Out
th: ไอเทมนำออก

# ItemDataViewModel_IsPhoto
source: Photo
th: รูปภาพ

# ItemDataViewModel_ItemDisplayEN
source: Display Name (EN)
th: แสดงผล (ภาษาอังกฤษ)

# ItemDataViewModel_ItemDisplayTH
source: Display Name (TH)
th: แสดงผล (ภาษาไทย)

# ItemDataViewModel_ItemName
source: Item Name
th: ชื่อไอเท็ม

# ItemDataViewModel_ItemTypeID
source: Item Type
th: ประเภท

# ItemDataViewModel_RequestType
source: Request Type
th: ประเภทการร้องขอ

# ItemDataViewModel_Status
source: Status
th: สถานะ

# ItemStatus_Active
source: Active
th: ใช้งาน

# ItemStatus_Inactive
source: Inactive
th: ยกเลิกใช้งาน

# LoginViewModel_Password
source: Password
th: รหัสผ่าน

# LoginViewModel_RememberMe
source: Stay signed in
th: จดจำการเข้าระบบ

# LoginViewModel_Username
source: Username
th: บัญชีผู้ใช้งาน

# MiscStatus_Active
source: Active
th: ใช้งานอยู่

# MiscStatus_Inactive
source: Inactive
th: ยกเลิกใช้งาน

# PhotoByType_Employee
source: Employee
th: พนักงาน

# PhotoByType_Outsource
source: Outsource
th: พนักงานจ้างนอกบริษัท

# ReqApproverListViewModel_ApprovalCode
source: Status
th: สถานะ

# ReqApproverListViewModel_ApprovalDate
source: Approval Date
th: วันที่อนุมัติ

# ReqApproverListViewModel_RejectReason
source: Reject Reason
th: เหตุผล

# RoleViewModel_IsActive
source: Active
th: ใช้งานอยู่

# WaitToAcknowledge_Status
source: Wait to acknowledge
th: รอการยืนยัน
