Repository: EliGosK/SECOM-ACS
Catalog: SECOM.ACS.MvcWebApp/Resources/ViewResource.*.resx
Languages: th

# Area_PopUpSection_Add_Title
source: New Area
th: เพิ่มพื้นที่

# Area_PopUpSection_Edit_Title
source: Edit Area
th: แก้ไขพื้นที่

# Area_SearchSection_Factory
source: Factory
th: โรงงาน

# Area_SearchSection_Status
source: Status
th: สถานะ

# Confdt_IsFalse
source: No
th: ไม่ใช่

# Confdt_IsTrue
source: Yes
th: ใช่

# Item_PopUpSection_Add_Title
source: New Item Request
th: เพิ่มไอเทม

# Item_PopUpSection_Edit_Title
source: Edit Item Request
th: แก้ไขไอเทม

# Item_SearchSection_ItemName
source: Item Name
th: ชื่อไอเทม

# Item_SearchSection_ItemType
source: ItemType
th: ประเภทไอเทม

# Item_SearchSection_RequestType
source: Request Type
th: ประเภทการร้องขอ

# Item_SearchSection_Status
source: Status
th: สถานะ

# Login_FormSection_Title
source: Sign In
th: บัญชีผู้ใช้งาน

# Misc_GridSection_Title
source: Miscellaneous List
th: รายการเบ็ดเตล็ด

# Misc_PopUpSection_Add_Title
source: New Miscellaneous
th: เพิ่มเบ็ดเตล็ด

# Misc_PopUpSection_Edit_Title
source: Edit Miscellaneous
th: แก้ไขเบ็ดเตล็ด

# Misc_SearchSection_MiscType
source: Misc Type
th: ประเภท

# Card_PopUpSection_Import_Title
source: Import File
th: เพิ่มไฟล์

# InquiryEmployeeList_Title
source: Employee List
th: รายชื่อพนักงาน

# AcsPhoto_GASection_Title
source: Return to GA
th: คืนของสำหรับ GA

# UserGroup_Title
source: User Groups
th: กลุ่มผู้ใช้งาน

# EmployeeEntry_Information_Title
source: Employee Inofrmation
th: ข้อมูลพนักงาน

# Area_PopUpSection_AreaApprover_Department_Title
source: Department
th: แผนก

# Area_PopUpSection_AreaApprover_Position_Title
source: Position
th: ตำแหน่ง

# Area_PopUpSection_AreaApprover_Title
source: Area Approver
th: การอนุมัติพื้นที่

# Area_AreaApprover_Substituter1_Title
source: Substituter 1
th: ผู้แทนที่ 1

# Area_AreaApprover_Substituter2_Title
source: Substituter 2
th: ผู้แทนที่ 2

# AcsEmployee_BusinessTripSection_Title
source: Employee List
th: รายชื่อพนักงาน

# AcsEmployee_EmployeeListSection_Title
source: Employee List
th: รายชื่อพนักงาน

source: Area
th: พื้นที่

# AcsEmployee_PopUpSection_Import_Title
source: Import Employee
th: โหลดข้อมูลจากไฟล์

# ImportData_Error_Title
source: Total error {0} records
th: รายการที่ไม่สามารถบันทึกได้ ทั้งหมด {0} รายการ

# ImportData_Success_Title
source: Total data {0} records
th: รายการที่นำเข้าทั้งหมด {0} รายการ

# RequestInquriy_RequestList_Title
source: RequestList
th: รายการคำร้องขอ

# AcsEmployee_PopUpSection_EmployeeList_Add_Title
source: New Employee
th: เพิ่มพนักงาน

# Card_PopUpSection_Add_Title
source: New Card
th: เพิ่มข้อมูลบัตร

# Card_PopUpSection_Edit_Title
source: Edit Card
th: แก้ไขข้อมูลบัตร

# Area_AreaApprover_Approver_Title
source: Approver
th: ผู้อนุมัติ

# Dashboard_ItemIn_Title
source: Item In Request waiting to Confirm Quantity
th: สิ่งของนำเข้ารอการยืนยัน

# Dashboard_ItemOut_Title
source: Item Out Request waiting to Confirm Quantity
th: สิ่งของนำออกรอการยืนยัน

# Dashboard_RequestInProgress_Title
source: Request in Progress
th: ความคืบหน้าของเอกสาร

# Dashboard_RequestWaitingToApprover_Title
source: Request waiting to Approver
th: เอกสารที่รออนุมัติ

# Dashboard_RequestWaitToAcknowledge_Title
source: Request waiting to Acknowledge
th: เอกสารที่รอการรับรอง

# Dashboard_RequestWaitToInputLending_Title
source: Request waiting to Input Lending Information
th: เอกสารรอกรอกรหัสสินทรัพย์

# Dashboard_SecurityRoom_Title
source: Security Room
th: ห้องรักษาความปลอดภัย

# Dashboard_Title
source: DashBoard
th: กระดานรายงาน

# Dashboard_WitnessRequest_Title
source: Witness Request
th: การอนุมัติผู้ติดตาม

# AcsVisitor_PopUpSection_ImportSuccess
source: Import Visitor successfully.
th: Import Employee successfully.

# AcsVisitor_PopUpSection_Import_Title
source: Import Visitor
th: โหลดข้อมูลจากไฟล์

# AcsVisitor_VisitorListSection_Title
source: Visitor List
th: รายการผู้เยี่ยมชม

# Map_Title
source: View Map
th: แผนที่

# Confirmtion_Title
source: Confirmation
th: ยืนยันการบันทึก

# AcsItemOut_PopUpSection_Add_Title
source: Add Item Out
th: เพิ่มข้อมูลรายการของที่ต้องการนำออก

# AcsItemOut_PopUpSection_Edit_Title
source: Edit Item Out
th: แก้ไขข้อมูลรายการของที่ต้องการนำออก

# AcsItemOut_ItemList_Title
source: Item List
th: รายการของที่ต้องการนำออก

# AreaMapping_Title
source: Area Mapping
th: พื้นที่ปฎิบัติงาน

# ApprovalSection_Title
source: Approval
th: ผู้ให้การอนุมัติ

# NoteSection_Title
source: Note
th: หมายเหตุ

# AcsItemIn_ItemList_Title
source: Item List
th: รายการของที่ต้องการนำเข้า

# AcsItemIn_PopUpSection_Add_Title
source: Add Item In
th: เพิ่มข้อมูลรายการของที่ต้องการนำเข้า

# AcsItemIn_PopUpSection_Edit_Title
source: Edit Item In
th: แก้ไขข้อมูลรายการของที่ต้องการนำเข้า

# AcsVIP_LatestRequest
source: Lastest Request:
th: เรียกข้อมูลล่าสุดเมื่อเวลา:

# AcsVIP_Title
source: VIP Card Registration List
th: รายการลงทะเบียนการ์ด VIP

# CardRegistration_RegisterCardType
source: Select Card Type
th: เลือกประเภทการ์ด

# CardRegistration_Visitor_PopupSection_Title
source: Edit Visitor Card Registration
th: แก้ไขข้อมูล

# CardRegistration_BusinessEmployeeName
source: Business Employee Name
th: ชื่อพนักงาน

# CardRegistration_Company
source: Company
th: บริษัท

# CardRegistration_EntryDate
source: Entry Date
th: วันที่เข้าใช้งาน

# CardRegistration_RequesterName
source: Requester Name
th: ชื่อผู้ร้องขอ

# CardRegistration_VisitorName
source: Visitor Name
th: ชื่อผู้เยี่ยมชม

# ReceiveReturn_BusinessEmployeeName
source: Business Employee Name
th: ชื่อพนักงาน

# ReceiveReturn_BusinessTrip_PopupSection_Title
source: Edit
th: แก้ไข

# ReceiveReturn_Company
source: Company
th: บริษัท

# ReceiveReturn_EntryDate
source: Entry Date
th: วันที่ใช้งาน

# ReceiveReturn_Factory
source: Factory
th: โรงงาน

# ReceiveReturn_RequesterName
source: Request Name
th: ชื่อผู้ร้องขอ

# ReceiveReturn_VisitorName
source: Visitor Name
th: ชื่อผู้เข้าชม

# ReceiveReturn_Visitor_PopupSection_Title
source: Edit
th: แก้ไข

# Misc_SearchSection_MiscStatus
source: Status
th: สถานะ

# UserGroup_ListSection_Title
source: User Role List
th: รายการกลุ่มผูัใช้งาน

# UserGroup_PopUpSection_Add_Title
source: Add User Group
th: เพิ่มข้อมูล

# UserGroup_PopUpSection_Edit_Title
source: Edit User Group
th: แก้ไขข้อมูล

source: Asset Code
th: รหัสทรัพย์สิน

# Acknowledge_Status_Title
source: Status
th: สถานะ
